
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>你好，旧时光 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="ch02.html" />
    
    
    <link rel="prev" href="./" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    八月长安
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2" data-path="ch01.html">
            
                <a href="ch01.html">
            
                    
                    你好，旧时光
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="ch02.html">
            
                <a href="ch02.html">
            
                    
                    橘生淮南
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="ch03.html">
            
                <a href="ch03.html">
            
                    
                    最好的我们
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="ch04.html">
            
                <a href="ch04.html">
            
                    
                    时间的女儿
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >你好，旧时光</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x4F60;&#x597D;&#xFF0C;&#x65E7;&#x65F6;&#x5149;">&#x4F60;&#x597D;&#xFF0C;&#x65E7;&#x65F6;&#x5149;</h1>
<h3 id="&#x7B80;&#x4ECB;">&#x7B80;&#x4ECB;</h3>
<p>&#x4F59;&#x5468;&#x5468;&#x662F;&#x4E00;&#x4E2A;&#x51FA;&#x751F;&#x5728;&#x516B;&#x5341;&#x5E74;&#x4EE3;&#x672B;&#x7684;&#x666E;&#x901A;&#x5C0F;&#x59D1;&#x5A18;&#xFF0C;&#x548C;&#x5988;&#x5988;&#x76F8;&#x4F9D;&#x4E3A;&#x547D;&#xFF0C;&#x5728;&#x6F2B;&#x957F;&#x5B64;&#x5BC2;&#x7684;&#x7AE5;&#x5E74;&#x4E2D;&#xFF0C;&#x5979;&#x6700;&#x597D;&#x7684;&#x670B;&#x53CB;&#x53EB;&#x5954;&#x5954;&#x3002;
&#x8FDB;&#x5165;&#x5C0F;&#x5B66;&#x540E;&#x5979;&#x5728;&#x6797;&#x6768;&#x548C;&#x9648;&#x6849;&#x7684;&#x5E2E;&#x52A9;&#x4E0B;&#xFF0C;&#x5EA6;&#x8FC7;&#x4E86;&#x521D;&#x671F;&#x5B66;&#x4E60;&#x62FC;&#x97F3;&#x7684;&#x8270;&#x96BE;&#x548C;&#x5BF9;&#x5B66;&#x6821;&#x7684;&#x4E0D;&#x9002;&#xFF0C;&#x9010;&#x6E10;&#x5728;&#x5B66;&#x6821;&#x91CC;&#x9762;&#x6210;&#x4E86;&#x5C0F;&#x6709;&#x540D;&#x6C14;&#x7684;&#x6587;&#x827A;&#x9AA8;&#x5E72;&#x3002;
&#x521D;&#x4E2D;&#x65F6;&#xFF0C;&#x4F59;&#x5468;&#x5468;&#x9010;&#x6E10;&#x653E;&#x5F00;&#x624B;&#x811A;&#x5982;&#x9C7C;&#x5F97;&#x6C34;&#xFF0C;&#x5E76;&#x4E14;&#x548C;&#x513F;&#x65F6;&#x6700;&#x4EB2;&#x5BC6;&#x7684;&#x5C0F;&#x4F19;&#x4F34;&#x5954;&#x5954;&#x91CD;&#x9022;&#x3002;&#x4F59;&#x5468;&#x5468;&#x548C;&#x73ED;&#x7EA7;&#x91CC;&#x9762;&#x6210;&#x7EE9;&#x6700;&#x5DEE;&#x4E5F;&#x6700;&#x53E4;&#x602A;&#x6728;&#x8BB7;&#x7684;&#x5973;&#x751F;&#x8F9B;&#x7F8E;&#x9999;&#x6210;&#x4E86;&#x670B;&#x53CB;&#xFF0C;&#x7ECF;&#x8FC7;&#x52AA;&#x529B;&#xFF0C;&#x8F9B;&#x7F8E;&#x9999;&#x548C;&#x4F59;&#x5468;&#x5468;&#x4E00;&#x540C;&#x8003;&#x5165;&#x4E86;&#x7701;&#x91CD;&#x70B9;&#x632F;&#x534E;&#x9AD8;&#x4E2D;&#x3002;
&#x5347;&#x5165;&#x632F;&#x534E;&#x9AD8;&#x4E2D;&#x7684;&#x4F59;&#x5468;&#x5468;&#x7ECF;&#x5386;&#x4E86;&#x8BB8;&#x591A;&#x6CE2;&#x6298;&#x3002;&#x4E0E;&#x6797;&#x6768;&#x7684;&#x91CD;&#x9022;&#xFF0C;&#x5BF9;&#x9648;&#x6849;&#x7684;&#x6DF1;&#x5165;&#x4E86;&#x89E3;&#xFF0C;&#x60C5;&#x7AA6;&#x521D;&#x5F00;&#x7684;&#x6697;&#x604B;&#xFF0C;&#x91CD;&#x70B9;&#x9AD8;&#x4E2D;&#x5185;&#x90E8;&#x56E0;&#x4E3A;&#x6210;&#x7EE9;&#x6392;&#x540D;&#x51B3;&#x5B9A;&#x51FA;&#x56FD;&#x673A;&#x4F1A;&#x548C;&#x4FDD;&#x9001;&#x540D;&#x989D;&#x7B49;&#x7B49;&#x800C;&#x5F15;&#x53D1;&#x7684;&#x201C;&#x91D1;&#x679D;&#x6B32;&#x5B7D;&#x201D;&#x3002;&#x5916;&#x5A46;&#x7684;&#x75C5;&#x91CD;&#x8BA9;&#x5988;&#x5988;&#x548C;&#x51E0;&#x4E2A;&#x8205;&#x5988;&#x4E4B;&#x95F4;&#x77DB;&#x76FE;&#x91CD;&#x91CD;&#xFF0C;&#x8BF8;&#x591A;&#x4E8B;&#x60C5;&#x8BA9;&#x4F59;&#x5468;&#x5468;&#x6025;&#x901F;&#x6210;&#x957F;&#xFF0C;&#x76F4;&#x5230;&#x9AD8;&#x4E2D;&#x6BD5;&#x4E1A;&#xFF0C;&#x66F2;&#x7EC8;&#x4EBA;&#x6563;&#xFF0C;&#x9752;&#x6625;&#x4E0D;&#x673D;&#x3002;</p>
<h3 id="&#x4EBA;&#x7269;&#x4ECB;&#x7ECD;">&#x4EBA;&#x7269;&#x4ECB;&#x7ECD;</h3>
<h5 id="&#xB7;&#x4F59;&#x5468;&#x5468;">&#xB7;&#x4F59;&#x5468;&#x5468;</h5>
<p>&#x4F59;&#x5468;&#x5468;&#x662F;&#x5178;&#x578B;&#x9752;&#x6625;&#x5C0F;&#x8BF4;&#x4E3B;&#x4EBA;&#x516C;&#x7684;&#x4EE3;&#x8868;&#xFF0C;&#x5176;&#x6240;&#x751F;&#x6D3B;&#x7684;&#x793E;&#x4F1A;&#x73AF;&#x5883;&#x662F;&#x6BD4;&#x8F83;&#x7279;&#x6B8A;&#x7684;&#x3002;&#x4F59;&#x5468;&#x5468;&#x7684;&#x7236;&#x4EB2;&#x5BB6;&#x5BA4;&#x663E;&#x8D35;&#xFF0C;&#x5728;&#x5BB6;&#x5EAD;&#x7684;&#x538B;&#x529B;&#x4E0B;&#xFF0C;&#x88AB;&#x8FEB;&#x79BB;&#x5F00;&#x4E86;&#x4F59;&#x5468;&#x5468;&#x548C;&#x5979;&#x7684;&#x6BCD;&#x4EB2;&#x3002;&#x5728;&#x8FD9;&#x6837;&#x4E00;&#x79CD;&#x5BB6;&#x5EAD;&#x80CC;&#x666F;&#x4E0B;&#xFF0C;&#x4F59;&#x5468;&#x5468;&#x867D;&#x7136;&#x4E5F;&#x8DDF;&#x5176;&#x4ED6;&#x5C0F;&#x670B;&#x53CB;&#x4E00;&#x6837;&#x5929;&#x771F;&#x6D3B;&#x6CFC;&#xFF0C;&#x4F46;&#x6709;&#x4E86;&#x4E00;&#x5B9A;&#x7684;&#x9632;&#x5907;&#x5FC3;&#xFF0C;&#x5979;&#x7684;&#x5185;&#x5FC3;&#x662F;&#x5F3A;&#x5927;&#x800C;&#x575A;&#x5F3A;&#x7684;&#x3002;
&#x4F59;&#x5468;&#x5468;&#x4E0D;&#x7BA1;&#x662F;&#x5BF9;&#x5F85;&#x4EB2;&#x621A;&#x670B;&#x53CB;&#xFF0C;&#x8FD8;&#x662F;&#x5BF9;&#x5F85;&#x964C;&#x751F;&#x4EBA;&#xFF0C;&#x5F88;&#x5C11;&#x5435;&#x95F9;&#x3002;&#x5979;&#x559C;&#x6B22;&#x6C89;&#x8FF7;&#x4E8E;&#x81EA;&#x5DF1;&#x7684;&#x4E16;&#x754C;&#xFF0C;&#x66FE;&#x7ECF;&#x5E7B;&#x60F3;&#x81EA;&#x5DF1;&#x80FD;&#x591F;&#x62EF;&#x6551;&#x5730;&#x7403;&#x4E0A;&#x7684;&#x6240;&#x6709;&#x4EBA;&#x3002;&#x4F59;&#x5468;&#x5468;&#x7684;&#x6BCD;&#x4EB2;&#x662F;&#x6BD4;&#x8F83;&#x52B3;&#x7D2F;&#x7684;&#xFF0C;&#x5979;&#x4E3A;&#x4E86;&#x751F;&#x8BA1;&#x4E0D;&#x5F97;&#x4E0D;&#x56DB;&#x5904;&#x5954;&#x6CE2;&#xFF0C;&#x5FC3;&#x91CC;&#x591A;&#x591A;&#x5C11;&#x5C11;&#x5BF9;&#x4F59;&#x5468;&#x5468;&#x6709;&#x4E9B;&#x6127;&#x759A;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x4F59;&#x5468;&#x5468;&#x6BD4;&#x8F83;&#x61C2;&#x4E8B;&#xFF0C;&#x5979;&#x4E0D;&#x8BA4;&#x4E3A;&#x8FD9;&#x662F;&#x6BCD;&#x4EB2;&#x5BF9;&#x81EA;&#x5DF1;&#x7684;&#x4E8F;&#x6B20;&#x3002;&#x5979;&#x975E;&#x5E38;&#x7406;&#x89E3;&#x6BCD;&#x4EB2;&#xFF0C;&#x4E5F;&#x613F;&#x610F;&#x8FC7;&#x4E00;&#x4E2A;&#x4EBA;&#x7684;&#x751F;&#x6D3B;&#x3002;&#x4F59;&#x5468;&#x5468;&#x5728;&#x516D;&#x5C81;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x8DDF;&#x7740;&#x6BCD;&#x4EB2;&#x51FA;&#x8BCA;&#xFF0C;&#x5F53;&#x65F6;&#x5929;&#x6C14;&#x975E;&#x5E38;&#x5BD2;&#x51B7;&#xFF0C;&#x7136;&#x800C;&#x5979;&#x662F;&#x5FEB;&#x4E50;&#x7684;&#x3002;&#x5979;&#x5174;&#x81F4;&#x52C3;&#x52C3;&#x5730;&#x626E;&#x6F14;&#x7740;&#x5FC3;&#x76EE;&#x4E2D;&#x7684;&#x5973;&#x738B;&#x7684;&#x89D2;&#x8272;&#x3002;&#x5728;&#x6BCD;&#x4EB2;&#x7684;&#x8FD9;&#x4E00;&#x6B21;&#x51FA;&#x8BCA;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x4F59;&#x5468;&#x5468;&#x9082;&#x9005;&#x4E86;&#x9648;&#x6849;&#x3002;&#x4E0D;&#x7BA1;&#x5728;&#x4F55;&#x65F6;&#xFF0C;&#x4F59;&#x5468;&#x5468;&#x90FD;&#x662F;&#x6BD4;&#x8F83;&#x5F00;&#x6717;&#x5927;&#x65B9;&#x7684;&#x3002;
&#x5728;&#x63A5;&#x53D7;&#x4E86;&#x6797;&#x5988;&#x5988;&#x7684;&#x5E2E;&#x52A9;&#x4E4B;&#x540E;&#xFF0C;&#x5F53;&#x65F6;&#x8FD8;&#x5728;&#x8BFB;&#x5C0F;&#x5B66;&#x4E00;&#x5E74;&#x7EA7;&#x7684;&#x4F59;&#x5468;&#x5468;&#xFF0C;&#x4E0D;&#x4EC5;&#x8868;&#x73B0;&#x51FA;&#x5927;&#x6C14;&#xFF0C;&#x800C;&#x4E14;&#x6587;&#x8D28;&#x5F6C;&#x5F6C;&#x3002;&#x4F59;&#x5468;&#x5468;&#x867D;&#x7136;&#x662F;&#x79C1;&#x751F;&#x5973;&#xFF0C;&#x4F46;&#x51E0;&#x4E4E;&#x6240;&#x6709;&#x4EBA;&#x90FD;&#x559C;&#x6B22;&#x5979;&#x3002;&#x5C3D;&#x7BA1;&#x6797;&#x5988;&#x5988;&#x4E0D;&#x8BA9;&#x6797;&#x6768;&#x63A5;&#x8FD1;&#x4F59;&#x5468;&#x5468;&#xFF0C;&#x7ED9;&#x5979;&#x9020;&#x6210;&#x4E86;&#x5DE8;&#x5927;&#x7684;&#x4F24;&#x5BB3;&#xFF0C;&#x4F46;&#x5979;&#x51E0;&#x4E4E;&#x6CA1;&#x6709;&#x5728;&#x6BCD;&#x4EB2;&#x9762;&#x524D;&#x54ED;&#x6CE3;&#x8FC7;&#x3002;&#x4F59;&#x5468;&#x5468;&#x5E74;&#x9F84;&#x867D;&#x5C0F;&#xFF0C;&#x4F46;&#x662F;&#x5185;&#x5FC3;&#x6781;&#x5176;&#x5F3A;&#x5927;&#x3002;&#x5728;&#x590D;&#x6742;&#x7684;&#x6210;&#x957F;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x5979;&#x8868;&#x73B0;&#x51FA;&#x8FC7;&#x4EBA;&#x7684;&#x6210;&#x719F;&#xFF0C;&#x575A;&#x5B88;&#x7740;&#x81EA;&#x5DF1;&#x5185;&#x5FC3;&#x7684;&#x7B80;&#x5355;&#x548C;&#x771F;&#x8BDA;&#x5F85;&#x4EBA;&#x7684;&#x5E95;&#x7EBF;&#x3002;&#x5728;&#x5C0F;&#x8BF4;&#x4E2D;&#xFF0C;&#x4F5C;&#x8005;&#x5C06;&#x751F;&#x6D3B;&#x7684;&#x7EC6;&#x8282;&#x6829;&#x6829;&#x5982;&#x751F;&#x5730;&#x5448;&#x73B0;&#x5728;&#x8BFB;&#x8005;&#x9762;&#x524D;&#x3002;
&#x4F59;&#x5468;&#x5468;&#x5728;&#x73ED;&#x4E0A;&#x4ECE;&#x6765;&#x4E0D;&#x51FA;&#x98CE;&#x5934;&#xFF0C;&#x4E5F;&#x4E0D;&#x80CC;&#x540E;&#x8BAE;&#x8BBA;&#x522B;&#x4EBA;&#xFF0C;&#x6240;&#x4EE5;&#x5979;&#x4E0E;&#x540C;&#x5B66;&#x7684;&#x5173;&#x7CFB;&#x8F83;&#x597D;&#x3002;&#x4F59;&#x5468;&#x5468;&#x4E0D;&#x6B67;&#x89C6;&#x73ED;&#x4E0A;&#x7684;&#x540E;&#x8FDB;&#x5B66;&#x751F;&#xFF0C;&#x4E5F;&#x6CA1;&#x6709;&#x5728;&#x4ED6;&#x4EEC;&#x9762;&#x524D;&#x8868;&#x73B0;&#x51FA;&#x9A84;&#x50B2;&#x59FF;&#x6001;&#x3002;&#x5728;&#x73ED;&#x4E0A;&#xFF0C;&#x4F59;&#x5468;&#x5468;&#x4ECE;&#x666E;&#x901A;&#x7684;&#x4E00;&#x5458;&#x9010;&#x6B65;&#x664B;&#x5347;&#x4E3A;&#x6B63;&#x73ED;&#x957F;&#xFF0C;&#x5979;&#x5BF9;&#x5168;&#x73ED;&#x540C;&#x5B66;&#x90FD;&#x662F;&#x4E00;&#x89C6;&#x540C;&#x4EC1;&#x7684;&#x3002; &#x201C;&#x5979;&#x7684;&#x5C0F;&#x5C0F;&#x72E1;&#x733E;&#x8BA9;&#x5979;&#x61C2;&#x5F97;&#x5982;&#x4F55;&#x5728;&#x540C;&#x5B66;&#x548C;&#x8001;&#x5E08;&#x4E2D;&#x95F4;&#x5E73;&#x8861;&#x5468;&#x65CB;&#xFF0C;&#x4E5F;&#x5E38;&#x5E38;&#x5229;&#x7528;&#x5404;&#x79CD;&#x673A;&#x4F1A;&#x501F;&#x82B1;&#x732E;&#x4F5B;&#xFF0C;&#x8D62;&#x5F97;&#x5927;&#x5BB6;&#x7684;&#x597D;&#x611F;&#x4E0E;&#x652F;&#x6301;&#x3002;&#x201D;&#x4F59;&#x5468;&#x5468;&#x5BF9;&#x5F85;&#x73ED;&#x4E0A;&#x7684;&#x540C;&#x5B66;&#x548C;&#x8001;&#x5E08;&#x662F;&#x8FD9;&#x6837;&#xFF0C;&#x5BF9;&#x5F85;&#x5176;&#x4ED6;&#x964C;&#x751F;&#x4EBA;&#x4E5F;&#x662F;&#x8FD9;&#x6837;&#x3002;&#x66FE;&#x7ECF;&#xFF0C;&#x4F59;&#x5468;&#x5468;&#x548C;&#x5988;&#x5988;&#x88AB;&#x7238;&#x7238;&#x7684;&#x7B2C;&#x4E8C;&#x4EFB;&#x59BB;&#x5B50;&#x548C;&#x513F;&#x5B50;&#x6B3A;&#x8D1F;&#xFF0C;&#x5979;&#x51E0;&#x4E4E;&#x6CA1;&#x6709;&#x5927;&#x58F0;&#x53EB;&#x9A82;&#x3002;&#x5728;&#x8FD9;&#x4E2A;&#x65F6;&#x5019;&#xFF0C;&#x5979;&#x603B;&#x662F;&#x4FDD;&#x6301;&#x6C89;&#x9ED8;&#x3002;&#x5979;&#x8868;&#x73B0;&#x5F97;&#x6BD4;&#x8F83;&#x5E73;&#x9759;&#xFF0C;&#x5979;&#x7684;&#x4E2D;&#x5EB8;&#x98CE;&#x683C;&#x88AB;&#x6DCB;&#x6F13;&#x5C3D;&#x81F4;&#x5730;&#x5C55;&#x73B0;&#x51FA;&#x6765;&#x3002;&#x5728;&#x5BF9;&#x5F85;&#x4EB2;&#x621A;&#x670B;&#x53CB;&#x65B9;&#x9762;&#xFF0C;&#x5979;&#x81EA;&#x5DF1;&#x7684;&#x7ACB;&#x573A;&#x662F;&#x575A;&#x5B9A;&#x7684;&#xFF0C;&#x4F46;&#x662F;&#x5F88;&#x5C11;&#x53BB;&#x53CD;&#x9A73;&#x522B;&#x4EBA;&#x3002;
&#x7531;&#x751F;&#x75C5;&#x4F4F;&#x9662;&#x7684;&#x5916;&#x5A46;&#x5F15;&#x8D77;&#x7684;&#x7EB7;&#x4E89;&#xFF0C;&#x8BA9;&#x5E74;&#x5E7C;&#x7684;&#x4F59;&#x5468;&#x5468;&#x771F;&#x5207;&#x5730;&#x611F;&#x53D7;&#x5230;&#xFF0C;&#x5728;&#x91D1;&#x94B1;&#x9762;&#x524D;&#xFF0C;&#x6709;&#x7740;&#x8840;&#x7F18;&#x5173;&#x7CFB;&#x7684;&#x4EB2;&#x4EBA;&#x4E5F;&#x53EF;&#x4EE5;&#x4E3A;&#x4E00;&#x5DF1;&#x79C1;&#x5229;&#x800C;&#x4E89;&#x5435;&#xFF0C;&#x751A;&#x81F3;&#x53D8;&#x5F97;&#x9762;&#x76EE;&#x72F0;&#x72DE;&#x3002;&#x5728;&#x5916;&#x5A46;&#x5BB6;&#x5E38;&#x4F4F;&#x7684;&#x4E8C;&#x8205;&#x5988;&#x201C;&#x4E34;&#x9635;&#x8131;&#x9003;&#x201D;&#xFF0C;&#x62C5;&#x5FC3;&#x8D22;&#x4EA7;&#x7684;&#x5F52;&#x5C5E;&#xFF1B;&#x4E09;&#x8205;&#x5988;&#x53CD;&#x5BF9;&#x8F6E;&#x6D41;&#x7167;&#x987E;&#x5916;&#x5A46; &#xFF0C;&#x5F3A;&#x70C8;&#x8981;&#x6C42;&#x8BF7;&#x4FDD;&#x59C6;&#x7B49;&#xFF0C;&#x90FD;&#x8BA9;&#x4F59;&#x5468;&#x5468;&#x5BF9;&#x4EB2;&#x60C5;&#x4EA7;&#x751F;&#x4E86;&#x6000;&#x7591;&#x3002;</p>
<h5 id="&#xB7;&#x6797;&#x6768;">&#xB7;&#x6797;&#x6768;</h5>
<p>&#x6797;&#x6768;&#x6709;&#x7740;&#x8BA9;&#x4EBA;&#x8273;&#x7FA1;&#x7684;&#x5BB6;&#x5EAD;&#xFF0C;&#x5BB6;&#x5EAD;&#x6761;&#x4EF6;&#x4F18;&#x8D8A;&#xFF0C;&#x5E72;&#x90E8;&#x5B50;&#x5F1F;&#xFF0C;&#x7236;&#x6BCD;&#x4E5F;&#x5341;&#x5206;&#x75BC;&#x7231;&#x4ED6;&#xFF0C;&#x8FD9;&#x9020;&#x5C31;&#x4E86;&#x6797;&#x6768;&#x5355;&#x7EAF;&#x6267;&#x7740;&#x7684;&#x6027;&#x683C;&#x3002;&#x5728;&#x5F88;&#x591A;&#x540C;&#x5B66;&#x773C;&#x91CC;&#xFF0C;&#x6797;&#x6768;&#x90FD;&#x662F;&#x8BA4;&#x771F;&#x8D1F;&#x8D23;&#x3001;&#x6210;&#x7EE9;&#x4F18;&#x5F02;&#x7684;&#x5927;&#x73ED;&#x957F;&#x3002;&#x5728;&#x670B;&#x53CB;&#x848B;&#x5DDD;&#x548C;&#x51CC;&#x7FD4;&#x831C;&#x773C;&#x4E2D;&#xFF0C;&#x4ED6;&#x53C8;&#x662F;&#x6709;&#x70B9;&#x5E7C;&#x7A1A;&#x7684;&#x5927;&#x7537;&#x5B69;&#x3002;&#x800C;&#x5728;&#x4F59;&#x5468;&#x5468;&#x9762;&#x524D;&#x7684;&#x6797;&#x6768;&#xFF0C;&#x4E0D;&#x5584;&#x4E8E;&#x8868;&#x8FBE;&#xFF0C;&#x4F1A;&#x5BB3;&#x7F9E;&#x4F1A;&#x8138;&#x7EA2;&#xFF0C;&#x751A;&#x81F3;&#x6709;&#x65F6;&#x5019;&#x5F88;&#x9738;&#x9053;&#x3001;&#x5E7C;&#x7A1A;&#xFF0C;&#x4F46;&#x8FD9;&#x6837;&#x7684;&#x6797;&#x6768;&#x5374;&#x7279;&#x522B;&#x53EF;&#x7231;&#xFF0C;&#x8BA9;&#x4EBA;&#x559C;&#x6B22;&#x3002;&#x5C3D;&#x7BA1;&#x6797;&#x6768;&#x4E0D;&#x5982;&#x4F59;&#x5468;&#x5468;&#x6210;&#x719F;&#xFF0C;&#x4F46;&#x5F53;&#x4ED6;&#x5BF9;&#x4ED6;&#x5988;&#x5988;&#x8BF4;&#x51FA;&#x201C;&#x8FD9;&#x662F;&#x6211;&#x7684;&#x4E8B;&#xFF0C;&#x4E5F;&#x662F;&#x6211;&#x7684;&#x9009;&#x62E9;&#xFF0C;&#x662F;&#x5BF9;&#x662F;&#x9519;&#xFF0C;&#x6211;&#x81EA;&#x5DF1;&#x62C5;&#x7740;&#x201D;&#x3002;&#x6797;&#x6768;&#x8BF4;&#x4F59;&#x5468;&#x5468;&#x7684;&#x4E8B;&#x5C31;&#x662F;&#x4ED6;&#x7684;&#x4E8B;&#xFF0C;&#x8FD9;&#x5C31;&#x662F;&#x4ED6;&#x7684;&#x9009;&#x62E9;&#x3002;
&#x4ECE;&#x5C0F;&#x5B66;&#x3001;&#x521D;&#x4E2D;&#x3001;&#x9AD8;&#x4E2D;&#x5230;&#x5927;&#x5B66;&#xFF0C;&#x6797;&#x6768;&#x548C;&#x4F59;&#x5468;&#x5468;&#x76F8;&#x5904;&#x4E86;16&#x5E74;&#xFF0C;&#x5176;&#x95F4;&#x4ED6;&#x4EEC;&#x51B7;&#x6218;&#x4E86;&#x56DB;&#x5E74;&#xFF0C;&#x4E92;&#x4E0D;&#x76F8;&#x89C1;&#x4E86;&#x4E09;&#x5E74;&#xFF0C;&#x4F59;&#x5468;&#x5468;&#x66F4;&#x662F;&#x771F;&#x771F;&#x5207;&#x5207;&#x75DB;&#x6068;&#x4E86;&#x6797;&#x6768;&#x4E00;&#x5E74;&#x3002;&#x4F46;&#x662F;&#x6797;&#x6768;&#x5BF9;&#x4F59;&#x5468;&#x5468;&#x7684;&#x6267;&#x7740;&#x59CB;&#x7EC8;&#x6CA1;&#x6709;&#x53D8;&#xFF0C;&#x4ED6;&#x6C38;&#x8FDC;&#x4FE1;&#x4EFB;&#x4F59;&#x5468;&#x5468;&#x3002;&#x4F59;&#x5468;&#x5468;&#x8BF4;&#x5979;&#x660E;&#x5929;&#x4F1A;&#x53BB;&#x5E7C;&#x513F;&#x56ED;&#xFF0C;&#x4ED6;&#x76F8;&#x4FE1;&#xFF1B;&#x4F59;&#x5468;&#x5468;&#x8BF4;&#x5E08;&#x5927;&#x9644;&#x4E2D;&#x518D;&#x76F8;&#x9047;&#xFF0C;&#x4ED6;&#x76F8;&#x4FE1;&#xFF1B;&#x4F59;&#x5468;&#x5468;&#x8BF4;&#x5979;&#x8981;&#x548C;&#x4ED6;&#x7EDD;&#x4EA4;&#xFF0C;&#x4ED6;&#x4E5F;&#x76F8;&#x4FE1;&#x3002;&#x4F59;&#x5468;&#x5468;&#x8D23;&#x602A;&#x6797;&#x6768;&#xFF0C;&#x8BF4;&#x5988;&#x5988;&#x548C;&#x9F50;&#x53D4;&#x53D4;&#x7684;&#x6B7B;&#x90FD;&#x662F;&#x4F60;&#x5BB3;&#x7684;&#xFF0C;&#x8BA9;&#x6797;&#x6768;&#x9677;&#x5165;&#x6DF1;&#x6DF1;&#x7684;&#x81EA;&#x8D23;&#x3001;&#x6127;&#x759A;&#x3002;
&#x6797;&#x6768;&#x4E0D;&#x540C;&#x4E8E;&#x5176;&#x4ED6;&#x5C0F;&#x8BF4;&#x7684;&#x7537;&#x4E3B;&#x89D2;&#xFF0C;&#x4ED6;&#x6CA1;&#x6709;&#x4E3B;&#x89D2;&#x5149;&#x73AF;&#xFF0C;&#x4ED6;&#x4E0D;&#x662F;&#x6700;&#x5E05;&#x7684;&#xFF0C;&#x6210;&#x7EE9;&#x4E5F;&#x4E0D;&#x662F;&#x6700;&#x597D;&#x7684;&#xFF0C;&#x751A;&#x81F3;&#x6709;&#x65F6;&#x5019;&#x5E7C;&#x7A1A;&#x5230;&#x8BA9;&#x4EBA;&#x53D1;&#x7B11;&#xFF0C;&#x4F46;&#x4ED6;&#x72EC;&#x4E00;&#x65E0;&#x4E8C;&#xFF0C;&#x53D7;&#x4EBA;&#x6B22;&#x8FCE;&#x3002;&#x6797;&#x6768;&#x5F88;&#x5355;&#x7EAF;&#xFF0C;&#x4ED6;&#x4E0D;&#x4F1A;&#x56E0;&#x4E3A;&#x695A;&#x5929;&#x9614;&#x7684;&#x538B;&#x5236;&#xFF0C;&#x8BA9;&#x4ED6;&#x5904;&#x5904;&#x7B2C;&#x4E8C;&#x800C;&#x96BE;&#x53D7;&#xFF0C;&#x53CD;&#x800C;&#x4F1A;&#x4E3A;&#x4E86;&#x4F59;&#x5468;&#x5468;&#x7684;&#x6253;&#x8DA3;&#xFF0C;&#x559C;&#x6B22;&#x7B2C;&#x4E8C;&#xFF0C;&#x800C;&#x5F00;&#x5FC3;&#x3002;&#x4F59;&#x5468;&#x5468;&#x7275;&#x52A8;&#x7740;&#x6797;&#x6768;&#x7684;&#x5FC3;&#x60C5;&#xFF0C;&#x4ED6;&#x4F1A;&#x56E0;&#x4E3A;&#x4F59;&#x5468;&#x5468;&#x5F00;&#x5FC3;&#x800C;&#x5F00;&#x5FC3;&#xFF0C;&#x56E0;&#x4E3A;&#x4F59;&#x5468;&#x5468;&#x4F24;&#x5FC3;&#x800C;&#x4F24;&#x5FC3;&#x3002;&#x6797;&#x6768;&#x4E0D;&#x5C48;&#x4E0D;&#x6320;&#x5730;&#x8FFD;&#x4F59;&#x5468;&#x5468;&#x8FFD;&#x4E86; 12 &#x5E74;&#xFF0C;&#x5386;&#x7ECF;&#x8270;&#x8F9B;&#xFF0C;&#x53EA;&#x4E3A;&#x4E86;&#x4F59;&#x5468;&#x5468;&#x7684;&#x90A3;&#x4E00;&#x53E5;&#x559C;&#x6B22;&#x3002;
&#x6797;&#x6768;&#x5C31;&#x597D;&#x50CF;&#x4F59;&#x5468;&#x5468;&#x6240;&#x5E0C;&#x671B;&#x6210;&#x4E3A;&#x7684;&#x4EBA;&#xFF0C;&#x4ED6;&#x70ED;&#x60C5;&#x3001;&#x9633;&#x5149;&#xFF0C;&#x4ED6;&#x662F;&#x5C0F;&#x592A;&#x9633;&#xFF0C;&#x65F6;&#x65F6;&#x523B;&#x523B;&#x6563;&#x53D1;&#x7740;&#x6E29;&#x6696;&#x3002;&#x4F59;&#x5468;&#x5468;&#x8BF4;&#x6797;&#x6768;&#x7684;&#x6000;&#x62B1;&#x5F88;&#x6696;&#xFF0C;&#x8FD9;&#x79CD;&#x6E29;&#x6696;&#x662F;&#x5979;&#x672A;&#x66FE;&#x5728;&#x5BB6;&#x5EAD;&#x91CC;&#x611F;&#x53D7;&#x8FC7;&#x7684;&#xFF0C;&#x6797;&#x6768;&#x662F;&#x4F59;&#x5468;&#x5468;&#x751F;&#x6D3B;&#x4E2D;&#x7684;&#x5149;&#x8292;&#xFF0C;&#x5728;&#x6797;&#x6768;&#x8EAB;&#x4E0A;&#xFF0C;&#x4F59;&#x5468;&#x5468;&#x611F;&#x89C9;&#x5230;&#x4E86;&#x52AA;&#x529B;&#x751F;&#x6D3B;&#x7684;&#x529B;&#x91CF;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="./" class="navigation navigation-prev " aria-label="Previous page: 八月长安">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="ch02.html" class="navigation navigation-next " aria-label="Next page: 橘生淮南">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"你好，旧时光","level":"1.2","depth":1,"next":{"title":"橘生淮南","level":"1.3","depth":1,"path":"ch02.md","ref":"ch02.md","articles":[]},"previous":{"title":"八月长安","level":"1.1","depth":1,"path":"README.md","ref":"README.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"ch01.md","mtime":"2021-04-04T06:09:57.501Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2021-04-04T06:10:36.746Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

